import CTABlock from "@/components/CTA";

export default function AboutUsPage() {
  return (
    <div className="flex flex-col justify-start items-start p-8 gap-4">
      <span className="text-4xl font-bold text-gray-800">Про Нас</span>
      <p className="text-lg">
        Вітаємо в <strong>NewSense</strong>, де ми пропонуємо вам
        персоналізовану стрічку українських новин з основним акцентом на
        політиці. Наша команда складається з досвідчених професіоналів: Каті,
        Андрія, Радика та Богдана. Ми об&apos;єднали свої знання та навички, щоб
        створити інноваційну платформу, яка перетворить ваш спосіб сприйняття
        новин.
      </p>
      <p className="text-lg">
        <strong>Катя</strong> - наш досвідчений менеджер з трьома роками
        практики. Вона має гострий погляд на деталі та прагне забезпечити вам
        винятковий користувацький досвід. Катя відповідає за якість та
        функціональність <strong>NewSense</strong>.
      </p>
      <p className="text-lg">
        <strong>Андрій</strong> - талановитий розробник backend з багаторічним
        досвідом та успішними проєктами. Він знає свою справу та гарантує
        безперебійну роботу нашої платформи. Андрій відповідає за збирання та
        організацію інформації з різних джерел, щоб ви могли легко отримувати
        новини, які вам цікаві.
      </p>
      <p className="text-lg">
        <strong>Радик</strong> - розробник з великим досвідом створення
        агрегаторів новин на базі RSS. Його знання допомагає нам збирати новини
        з різних українських джерел, щоб ви отримували всеосяжну картину
        поточних подій.
      </p>
      <p className="text-lg">
        <strong>Богдан</strong> - наш спеціаліст з штучного інтелекту. Він
        створив успішний плагін AI для Obsidian, що свідчить про його вміння
        працювати з цією технологією. Завдяки Богдановим навичкам
        <strong>NewSense</strong> надає розширені можливості, такі як
        AI-підсумовування та інтерактивний чат-бот. Ви можете не лише швидко
        усвідомити зміст статті завдяки підсумкам AI, але й поспілкуватися з
        нашим чат-ботом, який відповість на ваші запитання, використовуючи дані
        з різних джерел.
      </p>
      <p className="text-lg">
        У <strong>NewSense</strong> ми прагнемо забезпечити вам точну та
        неупереджену інформацію. Окрім збирання новин з різних джерел, ми також
        надаємо оцінку упередженості кожного джерела, щоб ви могли розуміти
        потенційні перспективи та нахили різних ЗМІ. Ми допомагаємо вам отримати
        всебічне уявлення про події, аби ви могли робити обґрунтовані висновки
        та формувати збалансовані думки.
      </p>
      <CTABlock />
    </div>
  );
}
